Revit 2024 API
ParameterTypeId.SlantedColumnTopExtension Property
 "Top Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SlantedColumnTopExtension { get; }
Visual Basic
Public Shared ReadOnly Property SlantedColumnTopExtension As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SlantedColumnTopExtension {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace